{
  "name": "Rumors & Odd Jobs",
  "maxItems": 3,
  "items": [
    { "name": "Several people say they have seen lights up at the old mine the last few nights.", "rarity": "common" },
    { "name": "The shopkeeper at the general store said old Riston didn’t come into town for supplies this week.", "rarity": "common" },
    { "name": "There are stories of a giant red wolf attacking travelers within the last month.", "rarity": "uncommon" },
    { "name": "That crazy old wizard, Cilivren, is offering 500 gold pieces for a book.", "rarity": "uncommon" },
    { "name": "One of the town guards said some children found a bundle of gold pieces in the river.", "rarity": "common" },
    { "name": "A body was found dead near the edge of town. His pack included a map.", "rarity": "uncommon" },
    { "name": "An elven woman has been coming to the inn every night for a week asking about someone named, Gulien.", "rarity": "common" },
    { "name": "There are whispers one of the town’s wealthy merchants is hiring adventurers and mercenaries.", "rarity": "uncommon" },
    { "name": "The mayor is thinking about can canceling the festival, because of the many thieves.", "rarity": "common" },
    { "name": "An art collector has moved into town and is paying for valuable items.", "rarity": "uncommon" },
    { "name": "A drunken guardsman said an ancient scroll was found in the town square.", "rarity": "uncommon" },
    { "name": "There’s talk that the fire at the mill the other night was set by a drifter. The mayor wants to question him.", "rarity": "common" },
    { "name": "Travelers are telling stories about ruins uncovered in the wilderness about a three-day journey from the city.", "rarity": "uncommon" },
    { "name": "A stranger is offering payment for information on the strength of the town guard.", "rarity": "uncommon" },
    { "name": "That crazy old lady who lives alone by the lake says a monster lives in it.", "rarity": "uncommon" },
    { "name": "There’s talk that gold has been discovered in the hills beyond the old forest.", "rarity": "uncommon" },
    { "name": "An outlying farm was raided a few days ago. The farmer says it was goblins, of course, that can’t be.", "rarity": "common" },
    { "name": "There’s been a lot of nighttime activity at the general store lately.", "rarity": "common" },
    { "name": "A horse was stolen out of the stable last night. The stable boy was hit on the head and knocked out.", "rarity": "common" },
    { "name": "A boisterous band of adventurers left town yesterday. Some say they heard them talking about searching for a legendary library.", "rarity": "uncommon" },
    { "name": "A new businesswoman in town is hiring workers to clear a section of woods near the edge of town.", "rarity": "common" },
    { "name": "A circus is supposed to be coming to town in a couple of days.", "rarity": "common" },
    { "name": "Farmer Beullo found thousands of dead birds in his field a few days ago.", "rarity": "uncommon" },
    { "name": "Travelers are saying a wizard is building a tower on a hill down the river.", "rarity": "uncommon" },
    { "name": "A robber baron is collecting “tolls” from travelers along the east road.", "rarity": "common" },
    { "name": "Some say dogs and cats are disappearing around town lately.", "rarity": "common" },
    { "name": "A band of mercenaries swept into town about a week ago broke a lot of things, spent lots of money, and then moved out yesterday.", "rarity": "common" },
    { "name": "The old man who lives in the cave on the hill has been hiring workers lately.", "rarity": "common" },
    { "name": "A wealthy halfling merchant is supposedly outfitting an ocean expedition.", "rarity": "uncommon" },
    { "name": "An elf is buying a lot of books around the city.", "rarity": "common" },
    { "name": "There’s talk of a woman looking for her lost daughter.", "rarity": "common" },
    { "name": "A man has been coming to the inn the last few nights looking to hire protection.", "rarity": "common" },
    { "name": "The dispute between the metalsmiths and the wood smiths is close to turning violent. Well, at least, that’s what that drunken gnome said.", "rarity": "common" },
    { "name": "A dwarf named, Randarr, is hiring hands for a journey into the mountains.", "rarity": "uncommon" },
    { "name": "Some say they have seen a man carrying a coffin on his back the last two nights.", "rarity": "uncommon" },
    { "name": "A local herb shop is paying for rare specimens.", "rarity": "common" },
    { "name": "There have been a string of late-night arsons recently.", "rarity": "common" },
    { "name": "Several local merchants have created an exploration company. They are looking for hardy souls to lead expeditions.", "rarity": "uncommon" },
    { "name": "A 12-year-old murdered his father the other night. He’s being held at the jail, though he denies he did it with much weeping.", "rarity": "uncommon" },
    { "name": "A reward is being offered for the capture of some vandals.", "rarity": "common" },
    { "name": "Krieg was heard arguing with a stranger the other night, now he has disappeared.", "rarity": "common" },
    { "name": "A lost child was found with a spellbook. The authorities are investigating.", "rarity": "uncommon" },
    { "name": "Three different people say the spirit of an elf princess appeared to them near the town square in the last week.", "rarity": "rare" },
    { "name": "A nearby fountain was found filled with blood this morning.", "rarity": "uncommon" },
    { "name": "No one has seen the owner of the old mansion on the hill in more than two years.", "rarity": "common" },
    { "name": "The owner of the inn is looking to sell.", "rarity": "common" },
    { "name": "A pickpocket is working the upscale district.", "rarity": "common" },
    { "name": "A store burned down last week. Whispers say a rival merchant paid the arsonist.", "rarity": "common" },
    { "name": "The merchant ship, Cromwell, didn’t arrive last month and is thought lost.", "rarity": "uncommon" },
    { "name": "An expedition that set out a month ago. Their horses were found wandering in the forest, but there was no sign of the adventurers.", "rarity": "uncommon" },
    { "name": "The odd dwarf blacksmith is hiring workers to open up a mine. They say it will incredibly dangerous.", "rarity": "uncommon" },
    { "name": "Travelers from the west are telling tales of a wizard building a great library.", "rarity": "uncommon" },
    { "name": "Wizards and other magic folk are passing through town. Some “great alignment” going to happen next month and the best observation spot is to the west.", "rarity": "uncommon" },
    { "name": "Some of the farming families on the outskirts of town are saying several gangs of prospectors moved up into the hills recently.", "rarity": "common" },
    { "name": "The thieves’ guild is going to overthrow the town government. Well, that’s what a disgraced politician has been saying.", "rarity": "uncommon" },
    { "name": "A drunk broke some tables in the inn the other night. He shouted he would teach the town a lesson. No one has seen him since.", "rarity": "common" },
    { "name": "Some dockworkers say dragon scales are washing ashore down at the wharf.", "rarity": "rare" },
    { "name": "Wreckage of a raft was found floating downriver by some folk doing laundry. They say there was a logbook.", "rarity": "uncommon" },
    { "name": "Wreckage from a ship washed ashore by the docks. There was one badly injured survivor. He’s being cared for by the sheriff’s family.", "rarity": "uncommon" },
    { "name": "Several children found a basket that was sealed with tar floating down the river. A baby was inside.", "rarity": "uncommon" },
    { "name": "A local merchant is offering a reward to anyone who brings back artifacts from the ruins up in the hills.", "rarity": "uncommon" },
    { "name": "There’s a disease in the poor section of town. But, who cares?", "rarity": "common" },
    { "name": "Several fishermen reported seeing a glow underwater the last few nights. Those old fools are probably drinking again.", "rarity": "uncommon" },
    { "name": "A burglar has been working the wealthy section of town. Always enters on the second story and only takes gems.", "rarity": "uncommon" },
    { "name": "Slavers raided a village in the hills a week ago. The mayor was afraid to send a party to investigate.", "rarity": "uncommon" },
    { "name": "A statue of a god was stolen from the city square two nights ago. Strange how no one saw anything.", "rarity": "uncommon" },
    { "name": "One of the servers at the inn is looking to hire on with a group of adventurers.", "rarity": "common" },
    { "name": "Several disappearances were noticed after a strange ship left port the other night. Just talk, no one important is missing.", "rarity": "uncommon" },
    { "name": "Three teens set out from town a week ago after buying rope and some rations. Now, their parents are offering a reward to anyone who can bring them back.", "rarity": "common" },
    { "name": "A strange bard passed through town recently. After he was gone jewels and valuables were reported missing.", "rarity": "uncommon" },
    { "name": "Travelers coming down river say blight is spreading among scattered farms.", "rarity": "common" },
    { "name": "A sea captain is hiring hardy souls for a long voyage.", "rarity": "uncommon" },
    { "name": "Travelers are telling tales of traps set along the south road.", "rarity": "common" },
    { "name": "A businessman is hiring hands to cut timber on the mountain slopes.", "rarity": "common" },
    { "name": "A mercenary troop is recruiting. Food and wages are offered, but the main benefit is a life of war.", "rarity": "common" },
    { "name": "A traveling troupe is looking for players. Untold fame and riches await those who join. They haven’t had many takers yet.", "rarity": "common" },
    { "name": "A musclebound dwarf is offering a large sum of gold to anyone who can best him in a series of feats of strength.", "rarity": "uncommon" },
    { "name": "A group of newcomers is gathering at a local common house for “meetings” one night a week. Well, that’s what being said anyway.", "rarity": "common" },
    { "name": "There are whispers of a rebellion against the town leadership. Could new leadership be any worse?", "rarity": "uncommon" },
    { "name": "The old hermit came into town the other day. He said the old dam upriver is leaking. He’s crazy. The dam hasn’t broken in hundreds of years.", "rarity": "uncommon" },
    { "name": "The Lord Mayor is hiring adventurers to look into reports of goblin activity around the ruins in the high forest.", "rarity": "uncommon" },
    { "name": "A young farm girl said she saw a dragon flying to the east three days ago.", "rarity": "rare" },
    { "name": "Highwaymen are working the north road. No one has seen them, but no one wants to go that way now.", "rarity": "common" },
    { "name": "Strange cloud formations have been seen over one mountain to the west.", "rarity": "uncommon" },
    { "name": "A rich dwarf is hiring hands to help import stone from a dwarven stronghold.", "rarity": "common" },
    { "name": "A band of rangers has been gathering at the inn every night this week. Their number is growing and common folk are starting to worry.", "rarity": "uncommon" },
    { "name": "A paladin is recruiting adventurers for a holy quest. He promises adventure, blessings, and almost certain death. Wouldn’t that be glorious?", "rarity": "uncommon" },
    { "name": "The town down the road discovered a vast sum of treasure.", "rarity": "uncommon" },
    { "name": "A miracle worker is said to be traveling from town to town. If the stories are true, he will arrive here tomorrow.", "rarity": "rare" },
    { "name": "The old lady who lives outside of town is a witch and she has been placing curses on people. Some folk want to drive her out.", "rarity": "uncommon" },
    { "name": "If you stare into the eyes of the inn’s cat too long, it will steal your soul. That’s what happened to the poor kitchen hand who went mad.", "rarity": "rare" },
    { "name": "A group of vampires is moving this way. Well, that’s what that wild-eyed man said last night at the inn. Who’s ever heard of such nonsense?", "rarity": "rare" },
    { "name": "A farmer outside of town is said to have a chicken that lays golden eggs.", "rarity": "very_rare" },
    { "name": "On the night of a full moon, if you hear a robin’s call and toss a silver coin into the town’s well, your wish will be granted.", "rarity": "very_rare" },
    { "name": "A bard is threatening to put the entire town to sleep by playing a magic flute. He’s just angry because the town laughed at him while he was performing.", "rarity": "rare" },
    { "name": "The town’s tinker has created a means of mechanical flight. That old fool couldn’t create anything.", "rarity": "rare" },
    { "name": "A nomadic band is kidnapping children as they move from town to town. If they show up here, what will we do?", "rarity": "uncommon" },
    { "name": "The undertaker has discovered a strange key that is said to open the gates of hell. He’s always been a scary fellow anyway.", "rarity": "very_rare" },
    { "name": "On a nearby mountain top is a man who will give you a stone that will protect you.", "rarity": "rare" },
    { "name": "The king’s son is planning to overthrow and murder his father.", "rarity": "very_rare" }
  ]
}